Repository: Bristimaco/JC-Ardooie
Catalog: Translations/JCArdooie.*.xlf
Languages: nl_be

# Table 1161988086 - Property 2879900210
source: Action Log
nl_be: Actie Log

# Table 1161988086 - Field 2170145056 - Property 2879900210
source: Application Action
nl_be: Applicatie Actie

# Table 1161988086 - Field 3461834954 - Property 2879900210
source: Description
nl_be: Omschrijving

# Table 1161988086 - Field 883711285 - Property 2879900210
source: Entry No.
nl_be: Volgnummer

# Table 1161988086 - Field 19456331 - Property 2879900210
source: Logged by
nl_be: Gelogd door

# Table 1161988086 - Field 1474656349 - Property 2879900210
source: Logged on
nl_be: Gelogd op

# Table 1161988086 - Field 2474246371 - Property 2879900210
source: Related to id
nl_be: Gerelateerd aan id

# Table 1161988086 - Field 517445445 - Property 2879900210
source: Related to Id 2
nl_be: Gerelateerd aan id 2

# Table 579583040 - Property 2879900210
source: Age Group
nl_be: Leeftijdsgroep

# Table 579583040 - Field 2542713143 - Property 2879900210
source: Country Code
nl_be: Land-/regiocode

# Table 579583040 - Field 3461834954 - Property 2879900210
source: Description
nl_be: Omschrijving

# Table 579583040 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 579583040 - Field 2114300413 - Property 2879900210
source: Max. Age
nl_be: Max. Leeftijd

# Table 579583040 - Field 2986364239 - Property 2879900210
source: Min. Age
nl_be: Min. Leeftijd

# Table 26730572 - Field 3444679095 - Property 2879900210
source: First Name
nl_be: Voornaam

# Table 26730572 - Field 2981864456 - Property 2879900210
source: Full Name
nl_be: Volledige naam

# Table 26730572 - Field 4068742839 - Property 2879900210
source: Last Name
nl_be: Achternaam

# Table 26730572 - Field 4200184881 - Property 2879900210
source: No.
nl_be: Nr.

# Table 26730572 - Field 3986423421 - Property 2879900210
source: Phone No.
nl_be: Telefoonnr.

# Table 26730572 - Field 3877114753 - Property 2879900210
source: Send Result Mails
nl_be: Stuur Resultaat Mails

# Table 1630571357 - Property 2879900210
source: JCA Cue
nl_be: JCA Tegel

# Table 1630571357 - Field 2726427569 - Property 2879900210
source: Active Members
nl_be: Actieve Leden

# Table 1630571357 - Field 2576663527 - Property 2879900210
source: Archived
nl_be: Gearchiveerd

# Table 1630571357 - Field 1561494859 - Property 2879900210
source: In Progress
nl_be: Bezig

# Table 1630571357 - Field 4114428636 - Property 2879900210
source: Invitation Sent
nl_be: Uitnodiging verzonden

# Table 1630571357 - Field 1863105931 - Property 2879900210
source: Registrations Processed
nl_be: Inschrijvingen Verwerkt

# Table 1630571357 - Field 3989515357 - Property 2879900210
source: Open for Registrations
nl_be: Open voor Inschrijvingen

# Table 1630571357 - Field 1998327699 - Property 2879900210
source: Registrations Closed
nl_be: Inschrijvingen Afgesloten

# Table 1630571357 - Field 3372624585 - Property 2879900210
source: Closed Training Sessions
nl_be: Afgesloten Trainingen

# Table 1630571357 - Field 722101725 - Property 2879900210
source: Contacts
nl_be: Contacten

# Table 1630571357 - Field 995090288 - Property 2879900210
source: Date Filter
nl_be: Datumfilter

# Table 1630571357 - Field 1374668108 - Property 2879900210
source: Event Date Filter
nl_be: Evenement Datum Filter

# Table 1630571357 - Field 3458764908 - Property 2879900210
source: Events Today
nl_be: Evenementen Vandaag

# Table 1630571357 - Field 4116191348 - Property 2879900210
source: Inactive Members
nl_be: Inactieve Leden

# Table 1630571357 - Field 3732203626 - Property 2879900210
source: New
nl_be: Nieuw

# Table 1630571357 - Field 1311895701 - Property 2879900210
source: New
nl_be: Nieuw

# Table 1630571357 - Field 854181746 - Property 2879900210
source: New
nl_be: Nieuw

# Table 1630571357 - Field 2663364995 - Property 2879900210
source: Open Training Sessions
nl_be: Open Trainingen

# Table 1630571357 - Field 1907402211 - Property 2879900210
source: Archived
nl_be: Gearchiveerd

# Table 1630571357 - Field 527573735 - Property 2879900210
source: In Progress
nl_be: Bezig

# Table 1630571357 - Field 4118673103 - Property 2879900210
source: Invitation Sent
nl_be: Uitnodiging verzonden

# Table 1630571357 - Field 1542455433 - Property 2879900210
source: Open for Registrations
nl_be: Open voor Inschrijvingen

# Table 1630571357 - Field 762586351 - Property 2879900210
source: Registrations Closed
nl_be: Inschrijvingen Afgesloten

# Table 1630571357 - Field 2253580091 - Property 2879900210
source: Registrations Processed
nl_be: Inschrijvingen Verwerkt

# Table 1630571357 - Field 159817935 - Property 2879900210
source: Archived
nl_be: Gearchiveerd

# Table 1630571357 - Field 3944172739 - Property 2879900210
source: In Progress
nl_be: Bezig

# Table 1630571357 - Field 2552070372 - Property 2879900210
source: Invitation Sent
nl_be: Uitnodiging verzonden

# Table 1630571357 - Field 3210506501 - Property 2879900210
source: Open for Registrations
nl_be: Open voor Inschrijvingen

# Table 1630571357 - Field 2848281243 - Property 2879900210
source: Registrations Closed
nl_be: Inschrijvingen Afgesloten

# Table 1630571357 - Field 4061250623 - Property 2879900210
source: Registrations Processed
nl_be: Inschrijvingen Verwerkt

# Table 1630571357 - Field 1084236592 - Property 2879900210
source: Training Date Filter
nl_be: Training Datum Filter

# Table 1630571357 - Field 634509478 - Property 2879900210
source: Training Sessions Today
nl_be: Trainingen Vandaag

# Table 3860414336 - Property 2879900210
source: Event
nl_be: Evenement

# Table 3860414336 - Field 809954577 - Property 2879900210
source: Age Groups
nl_be: Leeftijdsgroepen

# Table 3860414336 - Field 2542713143 - Property 2879900210
source: Country Code
nl_be: Land-/regiocode

# Table 3860414336 - Field 3192175264 - Property 2879900210
source: Date
nl_be: Datum

# Table 3860414336 - Field 3461834954 - Property 2879900210
source: Description
nl_be: Omschrijving

# Table 3860414336 - Field 2211053003 - Property 2879900210
source: Invited Participants
nl_be: Uitgenodigde Deelnemers

# Table 3860414336 - Field 3719257816 - Property 2879900210
source: Potential Participants
nl_be: Mogelijke Deelnemers

# Table 3860414336 - Field 1761621280 - Property 2879900210
source: Registered Participants
nl_be: Geregistreerde Deelnemers

# Table 3860414336 - Field 2830713189 - Property 2879900210
source: Registration Deadline
nl_be: Deadline Inschrijvingen

# Table 3860414336 - Field 3877114753 - Property 2879900210
source: Send Result Mails
nl_be: Stuur Resultaat Mails

# Table 3860414336 - Field 1878130204 - Property 2879900210
source: Type
nl_be: Soort

# Table 1764753932 - Property 2879900210
source: Event Age Group
nl_be: Evenement Leeftijdsgroep

# Table 1764753932 - Field 2038559411 - Property 2879900210
source: Age Group Code
nl_be: Leeftijdsgroep Code

# Table 1764753932 - Field 3272198118 - Property 2879900210
source: Age Group Description
nl_be: Leeftijdsgroep Omschrijving

# Table 1764753932 - Field 2542713143 - Property 2879900210
source: Country Code
nl_be: Land-/regiocode

# Table 1764753932 - Field 2544561501 - Property 2879900210
source: Event No.
nl_be: Evenement Nr.

# Table 1764753932 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 1764753932 - Field 3116927261 - Property 2879900210
source: Weigh-In Start Time
nl_be: Start Weging

# Table 94326445 - Property 2879900210
source: Event Document
nl_be: Evenement Document

# Table 94326445 - Method 1872554213 - NamedType 1206557772
source: Select a location...
nl_be: Selecteer een locatie...

# Table 94326445 - Method 2103561016 - NamedType 3391927513
source: Select a file to upload...
nl_be: Selecteer een bestand om te uploaden...

# Table 94326445 - Field 1052116832 - Property 2879900210
source: Add in Mails
nl_be: Toevoegen aan Mails

# Table 94326445 - Field 3461834954 - Property 2879900210
source: Description
nl_be: Omschrijving

# Table 94326445 - Field 2177920666 - Property 2879900210
source: Document Content
nl_be: Document Inhoud

# Table 94326445 - Field 486908828 - Property 2879900210
source: Document No.
nl_be: Documentnr.

# Table 94326445 - Field 2544561501 - Property 2879900210
source: Event No.
nl_be: Evenement Nr.

# Table 94326445 - Field 3979136067 - Property 2879900210
source: Extension
nl_be: Extensie

# Table 3511736373 - Property 2879900210
source: Event Participant
nl_be: Evenement Deelnemer

# Table 3511736373 - Method 3127916040 - NamedType 1950098265
source: Invitation has been sent
nl_be: Uitnodiging werd verzonden

# Table 3511736373 - Field 2038559411 - Property 2879900210
source: Age Group Code
nl_be: Leeftijdsgroep Code

# Table 3511736373 - Field 3272198118 - Property 2879900210
source: Age Group Description
nl_be: Leeftijdsgroep Omschrijving

# Table 3511736373 - Field 688463033 - Property 2879900210
source: Applied for Registration
nl_be: Inschrijving Aangevraagd

# Table 3511736373 - Field 2542713143 - Property 2879900210
source: Country Code
nl_be: Land-/regiocode

# Table 3511736373 - Field 2544561501 - Property 2879900210
source: Event No.
nl_be: Evenement Nr.

# Table 3511736373 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 3511736373 - Field 1329559239 - Property 2879900210
source: Invited
nl_be: Uitgenodigd

# Table 3511736373 - Field 2454368232 - Property 2879900210
source: Member Full Name
nl_be: Volledige Naam Lid

# Table 3511736373 - Field 3503103658 - Property 2879900210
source: Member License ID
nl_be: Lid Licentie ID

# Table 3511736373 - Field 3864010881 - Property 2879900210
source: No-Show
nl_be: Afwezig

# Table 3511736373 - Field 856236780 - Property 2879900210
source: Registered
nl_be: Geregistreerd

# Table 3511736373 - Field 2643274558 - Property 2879900210
source: Registration Confirmed
nl_be: Inschrijving Bevestiging

# Table 3511736373 - Field 472338107 - Property 2879900210
source: Result
nl_be: Resultaat

# Table 3511736373 - Field 2094933913 - Property 2879900210
source: Result Mails Sent
nl_be: Resultaat Mails Verstuurd

# Table 1642976352 - Property 2879900210
source: Event Supervisor
nl_be: Evenement Begeleider

# Table 1642976352 - Method 3127916040 - NamedType 1950098265
source: Invitation has been sent
nl_be: Uitnodiging werd verzonden

# Table 1642976352 - Field 688463033 - Property 2879900210
source: Applied for Registration
nl_be: Inschrijving Aangevraagd

# Table 1642976352 - Field 2544561501 - Property 2879900210
source: Event No.
nl_be: Evenement Nr.

# Table 1642976352 - Field 1329559239 - Property 2879900210
source: Invited
nl_be: Uitgenodigd

# Table 1642976352 - Field 2454368232 - Property 2879900210
source: Member Full Name
nl_be: Volledige Naam Lid

# Table 1642976352 - Field 3503103658 - Property 2879900210
source: Member License ID
nl_be: Lid Licentie ID

# Table 1642976352 - Field 856236780 - Property 2879900210
source: Registered
nl_be: Geregistreerd

# Table 1642976352 - Field 2643274558 - Property 2879900210
source: Registration Confirmed
nl_be: Inschrijving Bevestiging

# Table 3645402444 - Property 2879900210
source: Member
nl_be: Lid

# Table 3645402444 - Field 311899024 - Property 2879900210
source: Active Member
nl_be: Acief Lid

# Table 3645402444 - Field 3558390861 - Property 2879900210
source: Age
nl_be: Leeftijd

# Table 3645402444 - Field 140708145 - Property 2879900210
source: Belt
nl_be: Gordel

# Table 3645402444 - Field 39781296 - Property 2879900210
source: Bronze Medals
nl_be: Gouden Medailles

# Table 3645402444 - Field 2341044757 - Property 2879900210
source: Dan
nl_be: Dangraad

# Table 3645402444 - Field 995090288 - Property 2879900210
source: Date Filter
nl_be: Datumfilter

# Table 3645402444 - Field 1302820932 - Property 2879900210
source: Date of Birth
nl_be: Geboortedatum

# Table 3645402444 - Field 3444679095 - Property 2879900210
source: First Name
nl_be: Voornaam

# Table 3645402444 - Field 2981864456 - Property 2879900210
source: Full Name
nl_be: Volledige naam

# Table 3645402444 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 3645402444 - Field 16915742 - Property 2879900210
source: Gold Medals
nl_be: Gouden Medailles

# Table 3645402444 - Field 4068742839 - Property 2879900210
source: Last Name
nl_be: Achternaam

# Table 3645402444 - Field 2141063882 - Property 2879900210
source: License ID
nl_be: Licentie ID

# Table 3645402444 - Field 2002717086 - Property 2879900210
source: Member Since
nl_be: Lid Sinds

# Table 3645402444 - Field 2794634492 - Property 2879900210
source: Member Type
nl_be: Lid Soort

# Table 3645402444 - Field 119746766 - Property 2879900210
source: Member Until
nl_be: Lid Tot

# Table 3645402444 - Field 3986423421 - Property 2879900210
source: Phone No.
nl_be: Telefoonnr.

# Table 3645402444 - Field 1594621544 - Property 2879900210
source: Picture
nl_be: Afbeelding

# Table 3645402444 - Field 3877114753 - Property 2879900210
source: Send Result Mails
nl_be: Stuur Resultaat Mails

# Table 3645402444 - Field 445463295 - Property 2879900210
source: Silver Medals
nl_be: Zilveren Medailles

# Table 81067200 - Property 2879900210
source: Member Age Group
nl_be: Lid Leeftijdsgroep

# Table 81067200 - Field 2038559411 - Property 2879900210
source: Age Group Code
nl_be: Leeftijdsgroep Code

# Table 81067200 - Field 3272198118 - Property 2879900210
source: Age Group Description
nl_be: Leeftijdsgroep Omschrijving

# Table 81067200 - Field 2542713143 - Property 2879900210
source: Country Code
nl_be: Land-/regiocode

# Table 81067200 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 81067200 - Field 3503103658 - Property 2879900210
source: License ID
nl_be: Licentie ID

# Table 3591772364 - Property 2879900210
source: Member Contact
nl_be: Lid Contact

# Table 3591772364 - Field 1043218467 - Property 2879900210
source: Contact E-Mail
nl_be: E-mailadres van contact

# Table 3591772364 - Field 2386146952 - Property 2879900210
source: Contact Full Name
nl_be: Contact Volledige Naam

# Table 3591772364 - Field 202036913 - Property 2879900210
source: Contact No.
nl_be: Contactpersoonnr.

# Table 3591772364 - Field 3390705917 - Property 2879900210
source: Contact Phone No.
nl_be: Telefoonnr. van contactpersoon

# Table 3591772364 - Field 2454368232 - Property 2879900210
source: Member Full Name
nl_be: Volledige Naam Lid

# Table 3591772364 - Field 3503103658 - Property 2879900210
source: Member License ID
nl_be: Lid Licentie ID

# Table 3591772364 - Field 2969163710 - Property 2879900210
source: Remark
nl_be: Opmerking

# Table 3008872625 - Property 2879900210
source: Setup
nl_be: Instellingen

# Table 3008872625 - Field 1248757152 - Property 2879900210
source: Contact Nos.
nl_be: Contactnrs.

# Table 3008872625 - Field 1887763340 - Property 2879900210
source: Event Nos.
nl_be: Evenement Nrs.

# Table 3008872625 - Field 951077956 - Property 2879900210
source: Send Test Mails
nl_be: Test Mails versturen

# Table 3008872625 - Field 3856217643 - Property 2879900210
source: Test E-Mail Address
nl_be: Test E-Mail Adres

# Table 3008872625 - Field 4187656470 - Property 2879900210
source: Training Session Nos.
nl_be: Training Nrs.

# Table 2880623267 - Property 2879900210
source: Training Session Participant
nl_be: Training Deelnemer

# Table 2880623267 - Field 2454368232 - Property 2879900210
source: Member Full Name
nl_be: Volledige Naam Lid

# Table 2880623267 - Field 3503103658 - Property 2879900210
source: Member License ID
nl_be: Lid Licentie ID

# Table 2880623267 - Field 2560725459 - Property 2879900210
source: Participation
nl_be: Aanwezig

# Table 2880623267 - Field 146296366 - Property 2879900210
source: Training Group Code
nl_be: Training Groep Code

# Table 2880623267 - Field 3405388819 - Property 2879900210
source: Training Session No.
nl_be: Training Nr.

# Table 683397681 - Field 3461834954 - Property 2879900210
source: Description
nl_be: Omschrijving

# Table 683397681 - Field 2099449629 - Property 2879900210
source: Members
nl_be: Leden

# Table 4009934105 - Property 2879900210
source: Training Group Member
nl_be: Training Groep Lid

# Table 4009934105 - Field 2454368232 - Property 2879900210
source: Member Full name
nl_be: Lid Volledige Naam

# Table 4009934105 - Field 3503103658 - Property 2879900210
source: Member License ID
nl_be: Lid Licentie ID

# Table 4009934105 - Field 146296366 - Property 2879900210
source: Training Group Code
nl_be: Training Groep Code

# Table 4009934105 - Field 3324027123 - Property 2879900210
source: Training Group Description
nl_be: Training Groep Omschrijving

# Table 2150954954 - Property 2879900210
source: Training Session
nl_be: Training

# Table 2150954954 - Field 2729448886 - Property 2879900210
source: Actual Participants
nl_be: Effectieve Deelnemers

# Table 2150954954 - Field 3192175264 - Property 2879900210
source: Date
nl_be: Datum

# Table 2150954954 - Field 4200184881 - Property 2879900210
source: No.
nl_be: Nr.

# Table 2150954954 - Field 3719257816 - Property 2879900210
source: Potential Participants
nl_be: Mogelijke Deelnemers

# Table 2150954954 - Field 146296366 - Property 2879900210
source: Training Group Code
nl_be: Training Groep Code

# Table 2150954954 - Field 3324027123 - Property 2879900210
source: Training Group Description
nl_be: Training Groep Omschrijving

# Table 1843247017 - Property 2879900210
source: Weight Group
nl_be: Gewichtscategorie

# Table 1843247017 - Field 586198576 - Property 2879900210
source: Age Group
nl_be: Leeftijdsgroep

# Table 1843247017 - Field 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Table 1843247017 - Field 2092768718 - Property 2879900210
source: Max. Weight
nl_be: Max. Gewicht

# Codeunit 839670745 - Method 4126145627 - NamedType 3933035277
source: There are no participants in the Event
nl_be: Er zijn geen deelnemers in het Evenement

# Codeunit 839670745 - Method 4126145627 - NamedType 3822941128
source: There are no supervisors in the Event
nl_be: Er zijn geen begeleiders in het Evenement

# Codeunit 839670745 - Method 4126145627 - NamedType 1025132096
source: There are participants in the event that have not been invited, do you want to continue?
nl_be: Er zijn deelnemers in het Evenement die nog geen uitnodiging hebben ontvangen, wilt u doorgaan?

# Codeunit 839670745 - Method 4126145627 - NamedType 2925310725
source: There are supervisors in the event that have not been invited, do you want to continue?
nl_be: Er zijn begeleiders in het Evenement die nog geen uitnodiging hebben ontvangen, wilt u doorgaan?

# Codeunit 839670745 - Method 4190621622 - NamedType 3133060864
source: There are participants in the event that have not applied for registration, do you want to continue?
nl_be: Er zijn deelnemers in dit Evenement die nog geen aanvraag tot inschrijving hebben gedaan, wilt u doorgaan?

# Codeunit 839670745 - Method 4190621622 - NamedType 1631821893
source: There are supervisors in the event that have not applied for registration, do you want to continue?
nl_be: Er zijn begeleiders in dit Evenement die nog geen aanvraag tot inschrijving hebben gedaan, wilt u doorgaan?

# Codeunit 839670745 - Method 4142691868 - NamedType 1793419107
source: There are participants in the event that are not registered, do you want to continue?
nl_be: Er zijn deelnemers in het Evenement die nog niet zijn ingeschreven, wilt u doorgaan?

# Codeunit 839670745 - Method 4142691868 - NamedType 1873364532
source: There are supervisors in the event that are not registered, do you want to continue?
nl_be: Er zijn begeleiders in dit Evenement die nog niet zijn ingeschreven, wilt u doorgaan?

# Codeunit 839670745 - Method 1204922982 - NamedType 3999897548
source: All invitations have been sent.
nl_be: Alle uitnodigingen zijn verzonden.

# Codeunit 122294278 - Method 3235044619 - NamedType 327091729
source: Invitation for %1 - %2
nl_be: Uitnodiging voor %1 - %2

# Codeunit 122294278 - Method 1286253434 - NamedType 3529353084
source: Registration Confirmation for %1 - %2
nl_be: Bevestiging Inschrijving voor %1 - %2

# Codeunit 122294278 - Method 2772705083 - NamedType 2953683660
source: Results for %1 - %2: %3
nl_be: Resultaat voor %1 - %2: %3

# Codeunit 122294278 - Method 347613895 - NamedType 1220805257
source: Unregistration Confirmation for %1 - %2
nl_be: Bevestiging Uitschrijving voor %1 - %2

# Codeunit 122294278 - Method 3818887580 - NamedType 3369615330
source: An invitation for Event %1 - %2 has been sent to %3 - %4
nl_be: Er werd een uitnodiging verstuurd voor evenement %1 - %2 aan %3 - %4

# Codeunit 122294278 - Method 3818887580 - NamedType 1808820227
source: Failed to send an invitation for Event %1 - %2 to %3 - %4
nl_be: Fout bij het versturen van een uitnodiging voor Evenement %1 - %2 aan %3 - %4

# Codeunit 122294278 - Method 4023370869 - NamedType 2468462947
source: A Registration Confirmation for Event %1 - %2 has been sent to %3 - %4
nl_be: Bevestiging Inschrijving verstuurd voor Evenement %1 - %2 aan %3 - %4

# Codeunit 122294278 - Method 4023370869 - NamedType 1313436962
source: Failed to send a Registration Confirmation for Event %1 - %2 to %3 - %4
nl_be: Het verzenden van een Bevestiging Inschrijving voor Evenement %1 - %2 aan %3 - %4 is mislukt

# Codeunit 122294278 - Method 1903300204 - NamedType 3098798950
source: An Unregistration Confirmation for Event %1 - %2 has been sent to %3 - %4
nl_be: Bevestiging uitschrijving verstuurd voor Evenement %1 - %2 aan %3 - %4

# Codeunit 122294278 - Method 1903300204 - NamedType 480681023
source: Failed to send an Unregistration Confirmation for Event %1 - %2 to %3 - %4
nl_be: Het verzenden van een Bevestiging Uitschrijving voor Evenement %1 - %2 aan %3 - %4 is mislukt

# Page 3286662435 - Property 2879900210
source: Action Logs
nl_be: Actie Logboek

# Page 3286662435 - Action 3297387137 - Property 2879900210
source: Open Related Information
nl_be: Open Gerelateerde Informatie

# Page 1832677796 - Property 2879900210
source: Admin Rolecenter
nl_be: Admin Rolcentrum

# Page 1832677796 - Control 1821775217 - Property 2879900210
source: Events
nl_be: Evenementen

# Page 1832677796 - Control 4247693821 - Property 2879900210
source: Members
nl_be: Leden

# Page 1832677796 - Control 4155090369 - Property 2879900210
source: Today
nl_be: Vandaag

# Page 1832677796 - Control 3053641455 - Property 2879900210
source: Training Sessions
nl_be: Trainingen

# Page 1832677796 - Action 3516545467 - Property 2879900210
source: Logs
nl_be: Logboek

# Page 1832677796 - Action 4060840001 - Property 2879900210
source: Age Groups
nl_be: Leeftijdsgroepen

# Page 1832677796 - Action 3074242626 - Property 2879900210
source: Countries
nl_be: Landen

# Page 1832677796 - Action 3783953786 - Property 2879900210
source: Events
nl_be: Evenementen

# Page 1832677796 - Action 1514883969 - Property 2879900210
source: Setup
nl_be: Instellingen

# Page 1832677796 - Action 1678643360 - Property 2879900210
source: Training Groups
nl_be: Training Groepen

# Page 1832677796 - Action 1266153416 - Property 2879900210
source: Training Sessions
nl_be: Trainingen

# Page 1832677796 - Action 2049780760 - Property 2879900210
source: Weight Groups
nl_be: Gewichtscategorieën

# Page 2808349825 - Property 2879900210
source: Age Groups
nl_be: Leeftijdsgroepen

# Page 2808349825 - Action 3133288786 - Property 2879900210
source: Update Member Age Groups
nl_be: Update Leeftijdscategorieën voor alle leden

# Page 4238640493 - Property 2879900210
source: Contacts
nl_be: Contactpersonen

# Page 3691377526 - Property 2879900210
source: Event Age Group Lookup
nl_be: Evenement Leeftijdsgroepen

# Page 3202159021 - Property 2879900210
source: Event Age Groups
nl_be: Evenement Leeftijdsgroepen

# Page 2830652692 - Property 2879900210
source: Event Card
nl_be: Evenement Kaart

# Page 2830652692 - Control 4085457825 - Property 2879900210
source: Specifics
nl_be: Eigenschappen
