Repository: Bristimaco/JC-Ardooie
Catalog: Translations/JCArdooie.*.xlf
Languages: nl_be

# Page 2830652692 - Control 4060840001 - Property 2879900210
source: Event Age Groups
nl_be: Evenement Leeftijdscategorieën

# Page 2830652692 - Control 2007275036 - Property 2879900210
source: Documents
nl_be: Documenten

# Page 2830652692 - Control 3803912233 - Property 2879900210
source: Event Supervisors
nl_be: Evenement Begeleiders

# Page 2830652692 - Control 2445482498 - Property 2879900210
source: General
nl_be: Algemeen

# Page 2830652692 - Control 4237402031 - Property 2879900210
source: Progress
nl_be: Voortgang

# Page 2830652692 - Control 75197648 - Property 2879900210
source: Event Participants
nl_be: Evenement Deelnemers

# Page 2830652692 - Action 3699952196 - Property 2879900210
source: Fetch Participants
nl_be: Deelnemers Ophalen

# Page 2830652692 - Action 3360546194 - Property 2879900210
source: Send Invitations
nl_be: Uitnodigingen verzenden

# Page 3161384424 - Property 2879900210
source: Events
nl_be: Evenementen

# Page 3161384424 - Control 3803135910 - Property 2879900210
source: Tournaments
nl_be: Tornooien

# Page 2779163300 - Property 2879900210
source: Event Documents
nl_be: Evenement Documenten

# Page 2779163300 - Control 1891539882 - Property 2879900210
source: Has Content
nl_be: Inhoud

# Page 2779163300 - Action 2787516006 - Property 2879900210
source: Download File
nl_be: Bestand Downloaden

# Page 2779163300 - Action 1139572727 - Property 2879900210
source: Upload File
nl_be: Bestand Uploaden

# Page 1338218060 - Property 2879900210
source: Event Participants
nl_be: Evenement Deelnemers

# Page 1338218060 - Action 645870245 - Property 2879900210
source: Confirm Registration
nl_be: Bevestig Inschrijving

# Page 1338218060 - Action 4246148284 - Property 2879900210
source: Confirm Unregistration
nl_be: Bevestig Uitschrijving

# Page 1338218060 - Action 3408380135 - Property 2879900210
source: Send Invitation
nl_be: Uitnodiging verzenden

# Page 4077158621 - Property 2879900210
source: Event Supervisor Sheet
nl_be: Evenement Begeleider Werkblad

# Page 4077158621 - Control 1518494080 - Property 2879900210
source: Age Group Filter
nl_be: Leeftijdsgroep Filter

# Page 4077158621 - Control 2303302321 - Property 2879900210
source: Gender
nl_be: Geslacht

# Page 3586166625 - Property 2879900210
source: Event Supervisors
nl_be: Evenement Begeleiders

# Page 3586166625 - Action 645870245 - Property 2879900210
source: Confirm Registration
nl_be: Bevestig Inschrijving

# Page 3586166625 - Action 4246148284 - Property 2879900210
source: Confirm Unregistration
nl_be: Bevestig Uitschrijving

# Page 3586166625 - Action 3408380135 - Property 2879900210
source: Send Invitation
nl_be: Uitnodiging verzenden

# Page 3568864833 - Property 2879900210
source: Events
nl_be: Evenementen

# Page 3568864833 - Action 4125097576 - Property 2879900210
source: Card
nl_be: Kaart

# Page 3568864833 - Action 4137051400 - Property 2879900210
source: New
nl_be: Nieuw

# Page 3568864833 - Action 2133385225 - Property 2879900210
source: Supervisor Sheet
nl_be: Begeleider Werkblad

# Page 3777788161 - Property 2879900210
source: Member Age Groups
nl_be: Lid Leeftijdsgroepen

# Page 3316282616 - Property 2879900210
source: Member Card
nl_be: Lid Kaart

# Page 3316282616 - Control 4060840001 - Property 2879900210
source: Age Groups
nl_be: Leeftijdsgroepen

# Page 3316282616 - Control 4018716658 - Property 2879900210
source: Characteristics
nl_be: Eigenschappen

# Page 3316282616 - Control 722101725 - Property 2879900210
source: Contacts
nl_be: Contacten

# Page 3316282616 - Control 3255572686 - Property 2879900210
source: Membership
nl_be: Lidmaatschap

# Page 3316282616 - Control 4268824688 - Property 2879900210
source: Personal Information
nl_be: Persoonlijke Informatie

# Page 3316282616 - Control 4216102816 - Property 2879900210
source: Contact Information
nl_be: Contactgegevens

# Page 3316282616 - Control 1678643360 - Property 2879900210
source: Training Groups
nl_be: Training Groepen

# Page 3316282616 - Control 1251411968 - Property 2879900210
source: Member Information
nl_be: Lid Informatie

# Page 3159798253 - Property 2879900210
source: Member Contacts
nl_be: Lid Contacten

# Page 3218187252 - Property 2879900210
source: Members
nl_be: Leden

# Page 234838847 - Property 2879900210
source: Member Factbox
nl_be: Lid Factbox

# Page 234838847 - NamedType 2865259996
source: Are you sure you want to delete the picture?
nl_be: Weet u zeker dat u de afbeelding wilt verwijderen?

# Page 234838847 - NamedType 992573177
source: You must add a description to the item before you can import a picture.
nl_be: U moet een omschrijving toevoegen voordat u een foto kunt importeren.

# Page 234838847 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
nl_be: De bestaande afbeelding wordt vervangen. Wilt u doorgaan?

# Page 234838847 - NamedType 464428880
source: Select a picture to upload
nl_be: Een afbeelding selecteren om te uploaden

# Page 234838847 - Control 2553286014 - Property 2879900210
source: Medals
nl_be: Medailles

# Page 234838847 - Control 39781296 - Property 2879900210
source: Bronze
nl_be: Brons

# Page 234838847 - Control 16915742 - Property 2879900210
source: Gold
nl_be: Goud

# Page 234838847 - Control 445463295 - Property 2879900210
source: Silver
nl_be: Zilver

# Page 234838847 - Action 3119204463 - Property 1295455071
source: Delete the record.
nl_be: De record verwijderen.

# Page 234838847 - Action 3119204463 - Property 2879900210
source: Delete
nl_be: Verwijderen

# Page 234838847 - Action 3051446377 - Property 2879900210
source: Take
nl_be: Nemen

# Page 2751172392 - Property 2879900210
source: Training Group Members
nl_be: Training Groep Leden

# Page 2973784685 - Property 2879900210
source: Members
nl_be: Leden

# Page 2973784685 - Control 1251411968 - Property 2879900210
source: Member Information
nl_be: Lid Informatie

# Page 3008872625 - Property 2879900210
source: Setup
nl_be: Instellingen

# Page 3008872625 - Control 2162500208 - Property 2879900210
source: Mail System
nl_be: Mail Systeem

# Page 3008872625 - Control 2295453870 - Property 2879900210
source: Number Series
nl_be: Nummerreeks

# Page 2423871649 - Property 2879900210
source: Today
nl_be: Vandaag

# Page 880865326 - Property 2879900210
source: Training Session Participants
nl_be: Training Deelnemers

# Page 1731574288 - Property 2879900210
source: Training Group Members
nl_be: Training Groep Leden

# Page 2176726696 - Property 2879900210
source: Training Groups
nl_be: Training Groepen

# Page 2176726696 - Control 3587785944 - Property 2879900210
source: Members
nl_be: Leden

# Page 138286606 - Property 2879900210
source: Training Session Card
nl_be: Training Kaart

# Page 138286606 - Control 2445482498 - Property 2879900210
source: General
nl_be: Algemeen

# Page 138286606 - Control 3285306070 - Property 2879900210
source: Participants
nl_be: Deelnemers

# Page 138286606 - Action 3699952196 - Property 2879900210
source: Fetch Participants
nl_be: Deelnemers Ophalen

# Page 2032356226 - Property 2879900210
source: Training Sessions
nl_be: Trainingen

# Page 322390647 - Property 2879900210
source: Training Sessions
nl_be: Trainingen

# Page 322390647 - Action 4125097576 - Property 2879900210
source: Card
nl_be: Kaart

# Page 322390647 - Action 4137051400 - Property 2879900210
source: New
nl_be: Nieuw

# Page 1598018048 - Property 2879900210
source: Weight Groups
nl_be: Gewichtscategorieën

# TableExtension 1816701897 - Field 3410071898 - Property 2879900210
source: Age Group Switch Month
nl_be: Leeftijdsgroepen Aanpassen in maand

# Profile 144900817 - Property 2879900210
source: JCA Admin
nl_be: JCA Beheerder

# Enum 2648201168 - EnumValue 1577625520 - Property 2879900210
source: Event Invitation Mail
nl_be: Evenement Uitnodiging Mail

# Enum 2648201168 - EnumValue 3523631893 - Property 2879900210
source: Event Registration Confirmation
nl_be: Evenement Inschrijving Bevestiging

# Enum 2648201168 - EnumValue 3747132748 - Property 2879900210
source: Event Unregistration Confirmation
nl_be: Evenement Uitschrijving Bevestiging

# Enum 2693553665 - EnumValue 2095919705 - Property 2879900210
source: Black
nl_be: Zwart

# Enum 2693553665 - EnumValue 3487568930 - Property 2879900210
source: Blue (Kyu 2)
nl_be: Blauw (Kyu 2)

# Enum 2693553665 - EnumValue 4245061954 - Property 2879900210
source: Brown (Kyu 1)
nl_be: Bruin (Kyu 1)

# Enum 2693553665 - EnumValue 2899644277 - Property 2879900210
source: Green (Kyu 3)
nl_be: Groen (Kyu 3)

# Enum 2693553665 - EnumValue 2722998844 - Property 2879900210
source: Orange (Kyu 4)
nl_be: Oranje (Kyu 4)

# Enum 2693553665 - EnumValue 128824673 - Property 2879900210
source: White (Kyu 6)
nl_be: Wit (Kyu 6)

# Enum 2693553665 - EnumValue 2012424656 - Property 2879900210
source: Yellow (Kyu 5)
nl_be: Geel (Kyu 5)

# Enum 83572431 - EnumValue 744776610 - Property 2879900210
source: Bronze
nl_be: Brons

# Enum 83572431 - EnumValue 4143188279 - Property 2879900210
source: Fifth
nl_be: Vijfde

# Enum 83572431 - EnumValue 2266624814 - Property 2879900210
source: Fourth
nl_be: Vierde

# Enum 83572431 - EnumValue 580429820 - Property 2879900210
source: Gold
nl_be: Goud

# Enum 83572431 - EnumValue 721567124 - Property 2879900210
source: Second
nl_be: Tweede

# Enum 83572431 - EnumValue 2323292817 - Property 2879900210
source: Seventh
nl_be: Zevende

# Enum 83572431 - EnumValue 2665451865 - Property 2879900210
source: Silver
nl_be: Zilver

# Enum 83572431 - EnumValue 1550647365 - Property 2879900210
source: Third
nl_be: Derde

# Enum 83572431 - EnumValue 94590195 - Property 2879900210
source: Winner
nl_be: Winnaar

# Enum 693061124 - EnumValue 57370450 - Property 2879900210
source: Archived
nl_be: Gearchiveerd

# Enum 693061124 - EnumValue 1090713286 - Property 2879900210
source: In Progress
nl_be: Bezig

# Enum 693061124 - EnumValue 192851146 - Property 2879900210
source: Invitations Sent
nl_be: Uitnodigingen Verzonden

# Enum 693061124 - EnumValue 4137051400 - Property 2879900210
source: New
nl_be: Nieuw

# Enum 693061124 - EnumValue 2095020695 - Property 2879900210
source: Open for Registrations
nl_be: Open voor Inschrijvingen

# Enum 693061124 - EnumValue 2738659676 - Property 2879900210
source: Registrations Closed
nl_be: Inschrijvingen Afgesloten

# Enum 693061124 - EnumValue 2827994476 - Property 2879900210
source: Registrations Processed
nl_be: Inshrijvingen Verwerkt

# Enum 4061845360 - EnumValue 2681473019 - Property 2879900210
source: Tournament
nl_be: Tornooi

# Enum 2655821740 - EnumValue 1562294763 - Property 2879900210
source: Both
nl_be: Beide

# Enum 2655821740 - EnumValue 473873533 - Property 2879900210
source: Passive
nl_be: Passief

# Enum 4215982686 - EnumValue 1778072510 - Property 2879900210
source: Closed
nl_be: Afgesloten
